<template>
  <section class="container">
    <h2>Про нас</h2>
    <div
      class="flex lg:space-x-9 lg:flex-row lg:space-y-0 sm:flex-col sm:space-y-9"
    >
      <img
        src="../../../assets/imgs/about.png"
        alt="About us"
        class="h-[100%] lg:max-w-[38vw] sm:max-w-[100%]"
      />
      <div class="lg:max-w-[40vw] sm:max-w-[100%]">
        <p>
          Це не просто гасло, це вимога XXI століття, без консервантів, без
          напівфабрикатів, але тільки свіжа, запашна, свежівипечена в печі на
          тонкому коржі. Той продукт, який став більш національним італійським –
          інтернаціональним і врешті-решт, український. Саме таку ви можете
          знайти у нас. Її люблять усі, не можна не любити таке поєднання тесту,
          соусу, м’яса, шинки, салямі, морських продуктів, овочів, фруктів,
          грибів, зелені і багато іншого. Всі продукти для піци ріжуться
          маленькими шматочками.
        </p>
        <p>
          Ми вам можемо запропонувати різні варіації цього чудо-продукту.
          “Фірмова”, “Неаполітано”, “Фрутто де маре”, “Папероні” – це далеко не
          весь перелік … Хочемо також нагадати про наших млинці з беконом і
          яловичиною, це взагалі щось особливе …. особливе поєднання смаку і
          ситності.
        </p>
        <p>
          Коли Ви захотіли відпочити, розслабитися, не напружуйтеся
          приготуванням вечері, обіду, або просто захотіли перекусити смачно і
          поживно, а головне без всяких турбот в приготуванні, потрібно просто
          набрати наш номер і вибрати з широкої палітри потрібно саме для вас:
          піца (більше 11 видів ), млинці з беконом і шинкою, салати, солодощі,
          напої. Тому вам потрібно просто набрати номер, а все інше ми зробимо
          за вас і для вас в найкоротші терміни.
        </p>
      </div>
    </div>
  </section>
</template>
