<template>
  <section class="container">
    <h2>Доставка</h2>
    <div class="space-y-8">
      <h5>
        Служба доставки ресторану
        <span class="italic font-bold">“PizzaLike”</span>
      </h5>
      <div class="text-2xl">
        <p>
          Графік роботи з 11:00 до 2:00 (під час дії комендантської години – до
          22:30)
        </p>
        <p>
          Прийом замовлень з 11:00 до 2:00 (під час дії комендантської години –
          до 22:30)
        </p>
        <p>Умови безкоштовної доставки: мінімальне замовлення – 200 грн</p>
        <p>
          Якщо сумма замовлення менша за мінімальне замовлення, то вартість
          доставки по місту складає 20 грн, крім районів Пасічної, Каскаду,
          Микитинців, Угорників (до вул. Юності), Опришівців (до аеропорту),
          Калинової Слободи-2.
        </p>
        <p>
          У вишеперелічені райони вартість доставки складатиме 40 грн.За місто
          доставка платна, від 50 грн.
        </p>
        <p>
          Точну вартість уточнюйте в оператора. Орієнтовний час доставки 1-1,5
          години.
        </p>
        <p>
          Час доставки може відрізнятись в залежності від трафіку, відстані та
          інших обставин.
        </p>
        <p>
          Якщо сума замовлення перевищує 400 грн, необхідно здійснити попередню
          оплату, що становить не менше, ніж 50% від загальної вартості
          замовлення. Здійснити оплату можна по перерахунку або готівкою кур’єру
          (приїзд кур’єра не впливає на вартість замовлення).У випадку, якщо
          замовлення не було доставлено з вини замовника (телефон був вимкнений,
          замовник не відповідав на виклик кур’єра, адреса була вказана не вірна
          і суттево відрізнялась від потрібної та інші подібні випадки),
          вартість повторної (наступної) доставки складатиме 50 грн.
        </p>
      </div>
    </div>
  </section>
</template>
